---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepSystemFillGraphicsOverridesParam
source: html/c0126f0a-79d5-1bfb-2399-fe835462d289.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepSystemFillGraphicsOverridesParam Property

"Fill Pattern Graphics Overrides"

## Syntax (C#)
```csharp
public static ForgeTypeId MepSystemFillGraphicsOverridesParam { get; }
```